---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.CorrectionFactorSet
source: html/915919a2-eb24-0777-f4f1-2946c2c550b2.htm
---
# CorrectionFactorSet Methods

Removes every correction factor from the set, rendering it empty.